Repository: whiskybar/telemail
Catalog: telemail/locale/*/LC_MESSAGES/django.po
Languages: cs_cz

source: aliases
cs_cz: aliasy

source: address
cs_cz: adresa

source: forward to
cs_cz: přeposlat na

source: password
cs_cz: heslo

source: leave blank for no change
cs_cz: ponechte prázdné, pokud nechcete měnit heslo

source: account
cs_cz: mailový účet

source: accounts
cs_cz: mailové účty

source: forward
cs_cz: přeposlat

source: forwards
cs_cz: přeposlání

source: Only the domain "%(domain)s" is allowed
cs_cz: Povolena je pouze doména "%(domain)s"

source: domain
cs_cz: doména

source: default email
cs_cz: doménový koš

source: domain trash
cs_cz: doménový koš

source: domain trashes
cs_cz: doménové koše

source: host
cs_cz: server

source: sending host not checked for spam
cs_cz: zprávy z toho serveru nebudou kontrolovány

source: trusted host
cs_cz: důvěryhodný server

source: trusted hosts
cs_cz: důvěryhodné servery

source: address not checked for spam
cs_cz: zprávy na tuto adresu nebudou kontrolovány

source: whitelisted address
cs_cz: nekontrolovaný příjemce

source: whitelisted addresses
cs_cz: nekontrolovaní příjemci

source: subject
cs_cz: předmět zprávy

source: considered spam
cs_cz: bude považován za reklamu (vrácen)

source: subjects
cs_cz: předměty zpráv

source: Email administration
cs_cz: Email administrace

source: Add %(name)s
cs_cz: Přidat %(name)s
